/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (disco de rede)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ - %2$@, %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Não é possível gravar o ficheiro no destino pretendido.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Não é possível gravar o ficheiro no destino pretendido. Certifique-se que a pasta de destino é gravável.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Pretende utilizar %1$@ ou %2$@ para efectuar uma cópia de segurança com o Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Pretende utilizar %@ para efectuar uma cópia de segurança com o Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Falha ao escrever dados de imagem.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "A tentativa de capturar o ecrã falhou.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "o disco de rede %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Impossível criar uma imagem do bitmap para o caminho.";

/* screencapture create image error string */
"Unable to create image." = "Não foi possível criar imagem.";

/* screencapture type error string */
"Unable to create type string." = "Impossível criar cadeia de tipo.";

/* screencapture create url error string */
"Unable to create url for path." = "Impossível criar url para o caminho.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Não é possível guardar a captura de ecrã.";

